Repository: cuixueqin/openmod.sh
Catalog: openmod/sh/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please provide correct query parameters. At least 'id'.
de: Geben Sie die korrekten Abfrage-Parameter ein. Mindestens 'id'.

source: Provide at least id as query parameter.
de: Bitte geben Sie mindestens „ID“ als Abfrage-Parameter an.

source: No results available, did you compute the result of the scenario?
de: Keine Ergebnisse verfügbar. Haben Sie die Ergebnisse des Szenarios berechnet?

source: Job cancelled.
de: Auftrag abgebrochen.

source: It's still queued but will be disposed
de: Auftrag ist immer noch eingereiht, aber verworfen

source: of before it starts.
de: bevor es beginnt.

source: Job running, but not finished yet.
de: Der Auftrag läuft, ist aber noch nicht fertig.

source: Please come back later.
de: Bitte kommen Sie später zurück.

source: Invalid username/password combination.
de: Unglütige Username/Passwort Kombination

source: Logged out
de: Ausgeloggt

source: Scenario Overview
de: Szenarien Übersicht

source: Jobs
de: Aufträge

source: Help
de: Hilfe

source: User
de: Benutzer

source: Selected scenario name
de: Wähle eine Szenarien Namen

source: Import a scenario
de: Importiere Szenario

source: You can import scenarios only in the openmod.sh specific JSON-format.
de: Sie können Szenarien nur in der openmod.sh spezifischen JSON-Struktur importieren.

source: Choose file:
de: Wählen Sie eine Datei:

source: The file has to be a json-file following the openmod.sh API structure.
de: Die Datei muss eine JSON-Datei, die in der openmod.sh API Struktur aufgebaut ist.

source: Upload
de: Hochladen

source: Close
de: Schließen

source: Uploading...
de: Lädt hoch…

source: Upload another
de: Lade ein weiteres Szenario...

source: Upload successfull!
de: Hochladen erfolgreich!

source: Try again
de: Bitte noch einmal probieren!

source: Scenario name already taken!
de: Szenarioname bereits vergeben!

source: Choose a new scenario name:
de: Wählen Sie ein anderen Szenariennamen:

source: An error occurred!
de: Ein Fehler ist aufgetreten!

source: Scenario
de: Szenario

source: Save changes
de: Änderungen speichern

source: Save as new scenario
de: Als neues Szenario speichern

source: Run Simulation
de: Starte Simulation

source: Input Parameter
de: Eingangsparameter

source: Residualload
de: Residuallast

source: Demand
de: Bedarf

source: Production
de: Produktion

source: No results in db!
de: Keine Ergebnisse in der Datenbank!

source: CO2-Emissions in Kiel
de: CO2-Emissionen in Kiel

source: Area
de: Fläche

source: Absolut Emissions
de: Absolute Emissionen

source: Emission Factor (Production)
de: Emissionsfaktor (Produktion)

source: Installed power
de: Installierte Leistung

source: Electricity production
de: Stromproduktion

source: Fullload hours
de: Volllaststunden

source: Share of production in Kiel
de: Anteil der Produktion in Kiel

source: Heat production
de: Wärmeproduktion

source: No hubs founds!
de: Keine Hubs gefunden!

source: Yearly Production, Consumption and Im-/Export in
de: Produktion, Konsum und Im/-Export pro Jahr in

source: No production for selected hub!
de: Keine Produktion für gewählte Hubs!

source: Hourly Production and Demand in
de: Stündliche Produktion und Bedarf in

source: Production and Demand in MW
de: Produktion und Bedarf in MW

source: No data to render!
de: Keine Daten zur Verarbeitung!

source: Hourly Renewable Production and Demand in
de: Stündliche regenerative Produktion und Bedarf in

source: The simulation runs in the background. See Jobs for an overview of running simmulation.
de: Die Simulation läuft im Hintergrund. Siehe „Aufträge“ für eine Übersicht über laufende Simulationen.

source: Result already exists.
de: Ergebnis existiert bereits.

source: There are unsaved changes. You have to save them before you can run a simulation.
de: Es gibt ungesicherte Änderungen. Für eine Simulation müssen diese erst gesichert werden.

source: Unsaved changes
de: Ungesicherte Änderungen

source: New Name
de: Neuer Name

source: Senario Name
de: Szenarienname

source: alert
de: Warnung

source: Input needs to be more than 0 characters.
de: Input muss mehr als 0 Zeichen besitzen.

source: New description
de: Neue Beschreibung

source: Saved successfully! Opening new scenario.
de: Erfolgreich gesichert! Öffne neues Szenario.

source: Scenario name is already taken. Try again.
de: Szenarienname ist bereits vergeben. Bitte erneut versuchen.

source: Alert
de: Warnung

source: Override existing scenario with new values?
de: Bestehendes Szenario mit neuen Werten überschreiben?

source: Scenario will be uploaded and saved. This can take a while.
de: Szenario wird hochgeladen und gespeicher. Dies kann einige Minuten dauern.

source: Opening updated scenario.
de: Öffne aktualisiertes Szenario.

source: Updated successfully!
de: Erfolgreich aktualisiert!

source: Error. This should not have happened. Call somebody.
de: Fehler. Das sollte nicht passieren. Starten Sie Ihren Browser neu und loggen sie sich neu ein. Sollte der Fehler bei der selben Aktion wieder auftreten, wenden Sie sich an den Administrator.

source: No results in db
de: Keine Ergebnisse in der Datenbank

source: Hourly
de: Stündlich

source: Duration curve of
de: Jahresdauerlinie von

source: Heatmap of
de: Heatmap-Grafik von

source: Do you really want to loose your changes?
de: Änderungen verwerfen?

source: WITH CHANGES
de: VORHANDENE ÄNDERUNGEN

source: Discard Changes
de: Änderungen verwerfen

source: The simulation for this scenario is finished.
de: Die Simulation für das Szenario ist fertig.

source: Results are available
de: Ergebnisse sind verfügbar

source: The simulation for the last scenario is finished.
de: Die Simulation für das letzte Szenario ist fertig.

source: But since starting the simulation you have changed some slider values.
de: Seit Start der Simulation wurden einige Werte an Slidern verändert.

source: If you want to keep your changes, save them as a new scenario.
de: Falls die Änderungen behalten werden wollen, speichern Sie diese als ein neues Szenario.

source: If you want to discard the changes and see the results, just refresh this page.
de: Falls Sie wirklich die Änderungen verwerfen möchten und die Ergebnisse ansehen wollen, aktualisieren Sie einfach die Seite.

source: Results are available, but...
de: Ergebnisse sind verfügbar, aber…

source: Scenario Name
de: Szenarienname

source: Dataset
de: Datasatz

source: Logged in as
de: Eingeloggt als

source: Scenarios
de: Szenarien

source: Year
de: Jahr

source: Description
de: Beschreibung

source: Edit
de: Bearbeiten

source: Get JSON - dataset
de: Lade JSON-Datei

source: Get Results
de: Zeige Ergebnisse

source: Delete
de: Löschen

source: Welcome to openMod.sh
de: Willkommen bei openMod.sh

source: This is openMod.sh.
de: Das ist openMod.sh.

source: A flexible Open Energy Model for Schleswig-Holstein.
de: Ein flexibles offnenes Energiesystem-Modell für Schleswig-Holstein.

source: Choose or import a scenario and go for it.
de: Wählen oder importieren Sie ein Szenario und legen Sie los.

source: based on oemof
de: basierend auf OEMOF

source: developed at
de: entwickelt bei

source: funded by
de: gefördert von

source: Deleted successfully.
de: Erfolgreich gelöscht.

source: Error while attempting to delete.
de: Fehler beim Löschversuch.

source: Loading
de: Lädt

source: No results available
de: Keine Ergebnisse verfügbar

source: Queued/Running Simulations
de: Eingereihte / Laufende Simulationen

source: Waiting/Running Simulations
de: Wartende / Laufende Simulationen

source: Process
de: Prozess

source: Cancel / Kill
de: Abbrechen

source: Remove Dead Jobs
de: Entferne abgebrochene Prozesse

source: 2 days ago
de: Vor 2 Tagen

source: No Jobs.
de: Keine Prozesse.
